//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Annulla";
"_upload_file_"             = "Carica file";
"_download_file_"           = "Scarica il file";
"_loading_"                 = "Caricamento";
"_loading_with_points_"     = "Caricamento in corso...";
"_loading_num_"             = "Caricamento file %i";
"_loading_autoupload_"      = "Caricamento automatico";
"_uploading_"               = "Salvataggio";
"_synchronization_"         = "Sincronizzazione";
"_delete_"                  = "Elimina";
"_delete_file_n_"           = "Elimina file %i di %i";
"_rename_"                  = "Rinomina";
"_move_"                    = "Sposta";
"_move_file_n_"             = "Sposta file %i di %i";
"_creating_sharing_"        = "Creazione condivisione";
"_updating_sharing_"        = "Aggiornamento condivisione";
"_removing_sharing_"        = "Rimozione condivisione";
"_add_"                     = "Aggiungi";
"_login_"                   = "Accedi";
"_save_"                    = "Salva";
"_warning_"                 = "Attenzione";
"_error_"                   = "Errore";
"_error_e2ee_"              = "Errore E2EE";
"_no_"                      = "No";
"_yes_"                     = "Sì";
"_select_"                  = "Seleziona";
"_upload_"                  = "Carica";
"_home_"                    = "File";
"_file_to_upload_"          = "File da caricare";
"_destination_"             = "Destinazione";
"_ok_"                      = "OK";
"_beta_version_"            = "Versione beta";
"_function_in_testing_"     = "Funzione in prova, per favore inviaci informazioni su qualsiasi problema dovessi riscontrare.";
"_done_"                    = "Fine";
"_passcode_too_short_"      = "Codice segreto troppo corto, sono richiesti almeno 4 caratteri";
"_selected_"                = "Selezionati";
"_scan_fingerprint_"        = "Scansione impronta digitale per l'autenticazione";
"_no_active_account_"       = "Nessun account trovato";
"_info_"                    = "Informazioni";
"_email_"                   = "Email";
"_save_exit_"               = "Vuoi uscire senza salvare?";
"_video_"                   = "Video";
"_overwrite_"               = "Sovrascrivi";
"_transfers_in_queue_"      = "Trasferimento in corso, attendi...";
"_too_errors_automatic_all_"= "Troppi errori, vai al Centro di controllo per verificare il problema";
"_create_folder_"           = "Crea cartella";
"_create_folder_on_"        = "Crea cartella su";
"_close_"                   = "Chiudi";
"_postpone_"                = "Posponi";
"_remove_"                  = "Rimuovi";
"_file_not_found_"          = "File non trovato";
"_continue_"                = "Vuoi continuare?";
"_auto_upload_folder_"      = "Caricamento automatico";
"_gallery_"                 = "Galleria";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Sconosciuto";
"_next_"                    = "Avanti";
"_success_"                 = "Successo";
"_initialization_"          = "Inizializzazione";
"_experimental_"            = "Sperimentale";

// App

"_network_available_"       = "Rete presente";
"_network_not_available_"   = "Rete non disponibile";

// Networking

"_no_reuploadfile_"         = "File non trovato, impossibile reinviarlo, elimina il caricamento e ricarica il file da inviare.";
"_file_already_exists_"     = "Impossibile completare l'operazione, esiste già un file con lo stesso nome";
"_read_file_error_"         = "Impossibile leggere il file";

// More

"_more_"                    = "Altro";
"_notifications_"           = "Notifiche";
"_logout_"                  = "Esci";

// Settings

"_acknowledgements_"        = "Ringraziamenti";
"_settings_"                = "Impostazioni";
"_passcode_"                = "Password";
"_lock_"                    = "Blocca";
"_lock_active_"             = "Blocco: attivo";
"_lock_not_active_"         = "Blocco: disattivo";
"_lock_protection_no_screen_"        = "Non chiedere all'avvio";
"_lock_protection_no_screen_footer_" = "Utilizzare \"Non chiedere all'avvio\" solo per le cartelle protette o per l'opzione di crittografia";
"_url_"                     = "URL";
"_username_"                = "Nome utente";
"_change_credentials_"      = "Cambia le tue credenziali";
"_wifi_only_"               = "Utilizza solo la connessione Wi-Fi";
"_settings_autoupload_"     = "Caricamento automatico";
"_app_version_"             = "Versione dell'applicazione";
"_app_in_use_"              = "Applicazione in uso";
"_contact_by_email_"        = "Contattaci via mail";
"_clear_cache_"             = "Svuota cache (%@ utilizzati)";
"_clear_cache_no_size_"     = "Svuota cache";
"_exit_"                    = "Esci";
"_funct_not_enabled_"       = "Funzionalità non abilitata";
"_passcode_activate_"       = "Password blocco attiva";
"_disabling_passcode_"      = "Rimuovi password di blocco";
"_want_exit_"               = "Attenzione! Si ripristinerà lo stato iniziale. Continuare?";
"_proceed_"                 = "Procedi";
"_delete_cache_"            = "Azzera cache";
"_want_delete_cache_"       = "Vuoi cancellare la cache?";
"_want_delete_thumbnails_"  = "Vuoi eliminare anche tutte le miniature?";
"_mail_deleted_"            = "Messaggio eliminato";
"_mail_saved_"              = "Messaggio salvato";
"_mail_sent_"               = "Messaggio inviato";
"_mail_failure_"            = "Impossibile mandare email: %@";
"_information_req_"         = "Richiesta informazioni";
"_write_in_english_"        = "Per favore, scrivici in inglese";
"_credentials_"             = "Credenziali";
"_manage_account_"          = "Gestisci account";
"_change_password_"         = "Modifica password";
"_add_account_"             = "Aggiungi account";
"_delete_account_"          = "Elimina account";
"_want_delete_"             = "Vuoi davvero eliminarlo?";
"_no_delete_"               = "No, non eliminarlo";
"_yes_delete_"              = "Sì, eliminalo";
"_remove_cache_"            = "Attendi, eliminazione cache in corso...";
"_optimizations_"           = "Ottimizzazioni";
"_synchronizations_"        = "Cartelle sincronizzate";
"_version_server_"          = "Versione server";
"_help_"                    = "Assistenza";
"_lock_protection_simply_"  = "Protezione password semplice";
"_change_simply_passcode_"  = "Cambia tipo di password";
"_quota_"                   = "Spazio di archiviazione";
"_available_"               = "disponibile";
"_cloud_account_"           = "Account cloud";
"_information_"             = "Informazioni";
"_personal_information_"    = "Informazioni personali";
"_user_full_name_"          = "Nome completo";
"_user_address_"            = "Indirizzo";
"_user_phone_"              = "Numero di telefono";
"_user_email_"              = "Posta elettronica";
"_user_web_"                = "Sito web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Stai utilizzando %@ di %@";
"_favorite_offline_"        = "Preferiti disponibili offline";
"_favorite_offline_footer_" = "Rendere tutti i preferiti disponibili offline può richiedere molto tempo, con un alto consumo di memoria.";
"_advanced_"                = "Avanzate";
"Skip"                      = "Salta";
"Start"                     = "Inizia";

// Manage AutoUpload

"_autoupload_"                      = "Caricamento automatico foto/video";
"_autoupload_background_"           = "Caricamento automatico in background";
"_autoupload_photos_"               = "Caricamento automatico foto";
"_autoupload_videos_"               = "Caricamento automatico video";
"_autoupload_description_"          = "Le nuove foto/video saranno aggiunte al tuo Cloud";
"_autoupload_description_background_"  = "Questa opzione richiede l'uso del GPS per rilevare nuove foto/video dal rullino a ogni cambiamento significativo della posizione";
"_autoupload_background_title_"     = "Limitazioni";
"_autoupload_background_msg_"       = "A causa delle limitazioni di iOS non è ancora possibile eseguire dei processi in background se non attivando i servizi GPS. A seguito di variazioni di cella della rete cellulare, il dispositivo si riattiva brevemente controllando se ci siano nuove foto da caricare sul cloud.";
"_autoupload_change_location_"      = "Cambia cartella";
"_autoupload_location_now_"         = "Cartella";
"_autoupload_location_default_"     = "Ripristina cartella predefinita";
"_autoupload_change_location_footer_" = "Cambia la cartella Foto utilizzata per 'Caricamento automatico da fotocamera'  (se l'opzione è attiva)";
"_autoupload_not_select_home_"      = "Seleziona una cartella";
"_autoupload_save_album_"           = "Copia foto o video nell'album delle foto";
"_autoupload_fullphotos_"           = "Carica tutto il rullino fotografico";
"_autoupload_fullphotos_footer_"    = "Seleziona le opzioni sovrastanti prima del caricamento";
"_autoupload_create_subfolder_"     = "Usa sottocartelle";
"_autoupload_create_subfolder_footer_" = "Archivia in sottocartelle in base all'anno e al mese";
"_autoupload_filenamemask_"         = "Cambia la maschera del nome del file";
"_autoupload_filenamemask_footer_"  = "Cambia il nome del file del caricamento automatico";


// Manage Help

"_help_tutorial_"               = "Guida";
"_help_intro_"                  = "Introduzione a Lawless";
"_help_activity_verbose_"       = "Visualizzazione dettagliata delle attività";
"_help_activity_mail_"          = "Invia le attività via email";
"_help_activity_clear_"         = "Cancella le attività";


// Manage Advanced

"_optimized_photos_"            = "Risoluzione della foto ottimizzata";
"_upload_del_photos_"           = "Rimuove i file dopo il caricamento";
"_optimized_photos_how_"        = "Se hai poco spazio suo tuo dispositivo, le fotografie ad alta qualità saranno automaticamente rimpiazzate con versioni ottimizzate. Le foto a massima risoluzione saranno conservate nel tuo Lawless.";
"_upload_del_photos_how_"       = "Una volta caricati sul Cloud, i file saranno rimossi dalla memoria del dispositivo. Il rullino non subirà cambiamenti. Per poterli rivedere basterà scaricarli.";
"_show_hidden_files_"           = "Mostra i file nascosti";
"_format_compatibility_"        = "Più compatibile";
"_format_compatibility_footer_" = "Più compatibile utilizzerà sempre il formato JPEG per salvare le foto";

// Login

"_connect_server_anyway_"       = "Vuoi connetterti comunque al server?";
"_connection_error_"            = "Errore di connessione";
"_add_your_nextcloud_"          = "Aggiungi il tuo account Lawless";
"_login_url_"                   = "Indirizzo server https://…";
"_login_bottom_label_"          = "Non hai ancora un server?\nFai clic qui per ottenerne uno da un fornitore.";
"_error_multidomain_"           = "Indirizzo non permesso, solo i seguenti domini sono validi:";
"_account_already_exists_"      = "L'account %@ esiste già";
"_traditional_login_"           = "Torna al vecchio metodo di accesso";
"_web_login_"                   = "Torna al metodo di accesso web";

// Favorite

"_favorites_"                   = "Preferiti";
"_favorite_"                    = "Aggiungi preferito";
"_unfavorite_"                  = "Rimuovi preferito";
"_no_files_uploaded_"           = "Nessun file caricato";
"_tutorial_favorite_view_"      = "I file e le cartelle contrassegnati come preferiti verranno visualizzati qui";
"_tutorial_offline_view_"       = "I file copiati qui saranno disponibili offline.\n\nSaranno sincronizzati con il tuo cloud.";
"_tutorial_local_view_"         = "Qui troverai i file scompattati dal tuo cloud.\n\nConnetti a iTunes per condividere qui i file.";
"_more_"                        = "Altro";
"_favorite_no_files_"           = "Ancora nessun preferito";


// Auto Upload

"_pull_down_"                               = "Tira in giù per ricaricare";
"_no_photo_load_"                           = "Nessuna foto o video";
"_tutorial_autoupload_view_"                = "È possibile abilitare il caricamento automatico dalle impostazioni";
"_no_date_"                                 = "Nessuna data";
"_today_"                                   = "Oggi";
"_time_"                                    = "Ore: %@\n\n%@";
"_location_not_enabled_"                    = "Servizi di localizzazione non abilitati";
"_location_not_enabled_msg_"                = "Vai in \"Impostazioni\" e attiva i \"Servizi di localizzazione\"";
"_access_photo_not_enabled_"                = "Accesso a Immagini non abilitato";
"_access_photo_not_enabled_msg_"            = "Vai in \"Impostazioni\" e attiva i \"L'accesso alle foto\"";
"_access_photo_location_not_enabled_"       = "L'accesso ai servizi di localizzazione e alle Immagini non è abilitato";
"_access_photo_location_not_enabled_msg_"   = "Vai in \"Impostazioni\" e attiva \"L'accesso alle foto\" e i \"Servizi di localizzazione\"";
"_tutorial_photo_view_"                     = "Nessuna foto o video ancora caricati";
"_create_full_upload_"                      = "Creazione dell'archivio... Potrebbe richiedere molto tempo";
"_error_createsubfolders_upload_"           = "Errore nella creazione delle sottocartelle";
"_activate_autoupload_"                     = "Abilita il caricamento automatico";

// Utility

"_never_"                       = "mai";
"_less_a_minute_"               = "meno di un minuto fa";
"_minutes_ago_"                 = "%d minuti fa";
"_hours_ago_"                   = "%d ore fa";
"_days_ago_"                    = "%d giorni fa";
"_over_30_days_"                = "oltre 30 giorni";
"_connection_internet_offline_" = "La connessione ad internet sembra essere assente oppure è richiesto il Wi-Fi";
"_insert_password_"             = "inserisci la password";
"_update_in_progress_"          = "Aggiornamento versione, attendi...";
"_forbidden_characters_"        = "Il nome del file o della cartella contiene caratteri non validi";
"_mail_not_can_send_mail_"      = "Nessun account configurato o indirizzo email errato";

// File

"_photo_camera_"                = "Foto";
"_unzip_in_progress_"           = "Decompressione in corso su archivio locale...";
"_file_unpacked_"               = "File scompattato sull'archivio locale";
"_file_saved_local_"            = "File salvato nell'archivio locale.";
"_file_not_present_"            = "Errore: File non presente, ricaricalo.";
"_order_by_date_"               = "Ordina per data";
"_current_order_name_"          = "(ordine corrente per nome)";
"_order_by_name_"               = "Ordina per nome";
"_current_order_date_"          = "(ordine corrente per data)";
"_sort_descending_"             = "Ordinamento discendente";
"_current_sort_ascending_"      = "(ordinamento corrente: ascendente)";
"_sort_ascending_"              = "Ordinamento ascendente";
"_current_sort_descending_"     = "(ordinamento corrente: discendente)";
"_delete_selected_files_"       = "Elimina i file";
"_move_selected_files_"         = "Sposta i file";
"_download_selected_files_"     = "Scarica i file";
"_download_selected_files_folders_" = "Scarica i file e le cartelle";
"_error_operation_canc_"        = "Errore: operazione annullata.";
"_only_lock_passcode_"          = "Funzione disponibile solo con Lock password attivato. Attivalo sulle \"Impostazioni\".";
"_passcode_protection_"         = "Password protection";
"_remove_favorites_"            = "Rimuovi dai preferiti";
"_remove_offline_"              = "Rimuovi dai file non in linea";
"_add_favorites_"               = "Aggiungi ai preferiti";
"_add_offline_"                 = "Aggiungi ai file non in linea";
"_remove_passcode_"             = "Rimuovi protezione con password";
"_protect_passcode_"            = "Protetto con password";
"_share_"                       = "Condividi";
"_reload_"                      = "Ricarica";
"_open_in_"                     = "Apri con...";
"_remove_local_file_"           = "Rimuovi dalla cache";
"_add_local_"                   = "Aggiungi all'archivio locale";
"_comm_erro_pull_down_"         = "Attenzione : Errore di comunicazione con il server. Pull down per refresh";
"_file_not_downloaded_"         = "file non scaricato";
"_file_not_uploaded_"           = "file non caricato";
"_folders_"                     = "cartelle";
"_folder_"                      = "cartella";
"_files_"                       = "file";
"_file_"                        = "file";
"_folder_blocked_"              = "Cartella bloccata";
"_downloading_progress_"        = "Scaricamento file in corso...";
"_no_file_pull_down_"           = "Carica un file o tira verso il basso per aggiornare";
"_browse_images_"               = "Sfoglia le immagini";
"_synchronized_folder_"         = "Mantieni sincronizzata la cartella";
"_remove_synchronized_folder_"  = "Disattiva la sincronizzazione";
"_synchronized_confirm_"        = "Attivando la sincronizzazione, tutti i file contenuti nella cartella saranno sincronizzati con il server, continuare?";
"_offline_folder_confirm_"      = "Dopo aver abilitato la cartella non in linea, tutti i file saranno sincronizzati con il server, continuare?";
"_file_not_found_reload_"       = "File non trovato, tira in giù per ricaricare";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Raggruppa in ordine alfabetico";
"_group_alphabetic_no_"         = "Raggruppa in ordine alfabetico";
"_group_typefile_yes_"          = "✓ Raggruppa per tipo file";
"_group_typefile_no_"           = "Raggruppa per tipo file";
"_group_date_yes_"              = "✓ Raggruppa per data";
"_group_date_no_"               = "Raggruppa per data";
"_element_"                     = "elemento";
"_elements_"                    = "elementi";
"_tite_footer_upload_wwan_"     = "Rete Wi-Fi richiesta, %lu %@ da caricare";
"_tite_footer_upload_"          = "%lu %@ da caricare";
"_tite_footer_download_wwan_"   = "Rete Wi-Fi richiesta, %lu %@ da scaricare";
"_tite_footer_download_"        = "%lu %@ da scaricare";
"_limited_dimension_"           = "Raggiunta dimensione massima";
"_save_selected_files_"         = "Salva le immagini e i video nell'album fotografico";
"_file_not_saved_cameraroll_"   = "Errore: file non salvato nell'album fotografico";
"_file_saved_cameraroll_"       = "File salvato nell'album fotografico";
"_directory_on_top_yes_"        = "✓ Cartelle in alto";
"_directory_on_top_no_"         = "Cartelle in alto";
"_folder_automatic_upload_"     = "Cartella per caricamento automatico";
"_search_no_record_found_"      = "Nessun risultato";
"_search_in_progress_"          = "Ricerca in corso...";
"_search_instruction_"          = "Cerca file (minimo 2 caratteri)";
"_files_no_files_"              = "Nessun file qui";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESSI";
"directory"                     = "CARTELLE";
"document"                      = "DOCUMENTI";
"image"                         = "IMMAGINI";
"template"                      = "MODELLI";
"unknow"                        = "SCONOSCIUTO";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "File non presente nel server";

"_copy_file_"                   = "Copia file";
"_copy_files_"                  = "Copia file";
"_paste_file_"                  = "Incolla file";
"_paste_files_"                 = "Incolla file";

"_search_this_folder_"          = "Cerca in questa cartella";
"_search_all_folders_"          = "Cerca in tutte le cartelle";
"_search_sub_folder_"           = "Cerca qui e nelle sottocartelle";

"_theming_is_light_"            = "Tema del server troppo chiaro, non applicabile";

// Files Preview

"_insert_password_pfd_"         = "PDF protetto. Inserisci la password";
"_password_pdf_error_"          = "Password errata";
"_error_download_photobrowser_" = "Errore: impossibile scaricare la foto";

// Share

"_share_link_"                  = "Condividi collegamento";
"_share_link_button_"           = "Invia collegamento a ...";
"_password_"                    = "Password";
"_share_password_"              = "Proteggi il collegamento con password";
"_share_expirationdate_"        = "Imposta data di scadenza del collegamento";
"_date_"                        = "Data";
"_share_title_"                 = "Condivisione";
"_add_sharee_"                  = "Aggiungi utenti o gruppi";
"_add_sharee_footer_"           = "Puoi condividere questa risorsa aggiungendo utenti o gruppi. Per rimuovere la condivisione elimina tutti gli utenti o gruppi";
"_find_sharee_title_"           = "Ricerca";
"_find_sharee_"                 = "Cerca utente o gruppo...";
"_find_sharee_footer_"          = "Inserisci una parte del nome dell'utente o del gruppo da cercare (minimo 2 caratteri) seguito da 'Invio', seleziona gli utenti che possono accedere alla condivisione seguito da 'Fatto' per confermare";
"_user_is_group_"               = " (gruppo)";
"_direct_sharee_title_"         = "Condividi";
"_direct_sharee_footer_"        = "Se già conosci il nome dell'utente, digitalo e premi 'Fatto' per confermare";
"_direct_sharee_"               = "Inerisci il nome utente...";
"_user_sharee_footer_"          = "Tocca per cambiare i privilegi";
"_share_type_title_"            = "Tipo di condivisione";
"_share_type_user_"             = "Utente";
"_share_type_group_"            = "Gruppo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Permessi";
"_share_permission_edit_"           = "Può modificare";
"_share_permission_file_can_write_" = "Può scrivere file";
"_share_permission_create_"         = "Può creare";
"_share_permission_create_file_"    = "Può creare file";
"_share_permission_create_folder_"  = "Può creare cartelle";
"_share_permission_change_"         = "Può cambiare";
"_share_permission_delete_"         = "Può eliminare";
"_share_permission_share_"          = "Può condividere";
"_share_permission_rename_"         = "Può rinominare";
"_share_permission_move_"           = "Può spostare";
"_share_permission_read_"           = "Può leggere";
"_share_permission_info_"           = "Informazioni sulla condivisione";
"_share_permission_path_"           = "File/Cartella";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Utente";
"_share_permission_typegroup_"      = "Gruppo";
"_share_permission_typepubliclink_" = "Collegamento";
"_share_permission_typefederated_"  = "Federato";
"_share_permission_owner_"          = "Proprietario";
"_share_permission_date_"           = "Data";
"_share_permission_email_"          = "Notifica tramite email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Condiviso con te";
"_type_resource_external_"          = "Archiviazione esterna";

// Share Ext

"_destiny_folder_"                  = "Cartella: %@";

"_no_transfer_"                     = "Ancora nessun trasferimento";
"_no_transfer_sub_"                 = "I trasferimenti di file di questo dispositivo verranno visualizzati qui";
"_no_activity_"                     = "Ancora nessuna attività";
"_transfers_"                       = "Trasferimenti";
"_activity_"                        = "Attività";
"_activity_file_not_present_"       = "Il file non è più presente";

// List Shares

"_list_shares_"                     = "Condivisioni";
"_list_shares_no_files_"            = "Ancora nessuna condivisione";
"_tutorial_list_shares_view_"       = "I file e le cartelle che condividi saranno mostrati qui";

// Offline - Local Storage

"_create_synchronization_"          = "Crea sincronizzazione";
"_offline_"                         = "Non in linea";
"_local_storage_"                   = "Archivio locale";
"_local_storage_no_record_"         = "Ancora nessun file";

// Create Cloud

"_upload_photos_videos_"            = "Aggiungi foto o video";
"_upload_file_"                     = "Carica file";
"_upload_file_text_"                = "Aggiungi un file di testo";

// Document Picker

"_save_document_picker_"            = "Salva qui";

// CreateFormUploadAssets

"_destination_folder_"              = "Cartella di destinazione";
"_use_folder_photos_"               = "Usa la cartella Photo come destinazione";
"_rename_filename_"                 = "Rinomina";
"_filename_"                        = "Nome file";
"_preview_filename_"                = "Esempio di anteprima del nome del file. Puoi utilizzare la maschera %@ per la data/ora";
"_forbidden_characters_"            = "Il nome del file o della cartella contiene caratteri non validi";
"_add_filenametype_"                = "Aggiungi il tipo al nome del file";
"_filenametype_photo_video_"        = "Foto/Video";

// Notification

"_notification_"                    = "Notifica";

// Photo Browser

"Done"                              = "Fatto";
"Select Photos"                     = "Seleziona foto";
"photo"                             = "foto";
"photos"                            = "foto";
"of"                                = "di";
"%i of %i"                          = "%1$i di %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Caricamento automatico del nome del file";

// Text File

"_untitled_txt_"                    = "SenzaTitolo.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Cifratura";
"_e2e_settings_"                    = "Cifratura End-To-End";
"_e2e_settings_start_"              = "Avvia la cifratura End-To-End";
"_e2e_settings_not_available_"      = "Cifratura End-to-End non disponibile";
"_e2e_settings_activated_"          = "Cifratura End-to-End attivata";
"_e2e_settings_view_passphrase_"    = "Insieme le 12 parole compongono una password molto robusta, consentendo solo a te di visualizzare e utilizzare i tuoi file cifrati. Annotala e conservala in un posto sicuro.";
"_e2e_settings_read_passphrase_"    = "Leggi la frase segreta";
"_e2e_settings_lock_not_active_"    = "Blocco non attivo, torna indietro nelle \"Impostazioni\" e attiva il blocco";
"_e2e_settings_the_passphrase_is_"  = "La frase segreta è:";
"_e2e_passphrase_request_title_"    = "Richiedi frase segreta";
"_e2e_passphrase_request_message_"  = "Inserisci le 12 parole";
"_e2e_settings_remove_"             = "Rimuovi la cifratura localmente";
"_e2e_settings_remove_message_"     = "Conferma la rimozione della cifratura insieme alla frase segreta.";
"_e2e_set_folder_encrypted_"        = "Cifra";
"_e2e_remove_folder_encrypted_"     = "Decifra";
"_e2e_goto_settings_for_enable_"    = "Questa è una cartella cifrata, vai su \"Impostazioni\" e abilita la cifratura end-to-end";
"_e2e_delete_folder_not_permitted_" = "La cancellazione di una directory contrassegnata come \"crittografata\" non è consentita";
"_e2e_error_encode_metadata_"       = "Errore interno grave di codifica dei metadati";
"_e2e_error_decode_metadata_"       = "Errore interno grave di decodifica dei metadati";
"_e2e_error_create_encrypted_"      = "Impossibile creare il file cifrato";
"_e2e_error_update_metadata_"       = "Errore di aggiornamento dei metadati";
"_e2e_error_store_metadata_"        = "Impossibile salvare i metadati";
"_e2e_error_send_metadata_"         = "Impossibile inviare i metadati";
"_e2e_error_delete_metadata_"       = "Impossibile eliminare i metadati";
"_e2e_error_get_metadata_"          = "Impossibile recuperare i metadati";
"_e2e_error_not_enabled_"           = "Errore interno grave: cifratura end-to-end non abilitata";
"_e2e_error_record_not_found_"      = "Errore interno grave: record non trovati";
"_e2e_error_unlock_"                = "Impossibile sbloccare la cartella";
"_e2e_error_lock_"                  = "Impossibile bloccare la cartella";
"_e2e_error_delete_mark_folder_"    = "Decifra la cartella marcata";
"_e2e_error_mark_folder_"           = "Cifra cartella";
"_e2e_error_directory_not_empty_"   = "Questa cartella non è vuota";


